[
  {
    "pageID": "frontpage",
    "svg1": ""
  },
  {
    "pageID": "history",
    "intro": "Before light bulb was invented, our lives were heavily dependent on nature, from food, shelter to our daily activities. We collected fruits and hunted animals when there was daylight and when the sun goes down, we had to go back to our shelters. Otherwise, we would be hunted by other animals, that have the ability to navigate in darkness.",
    "popup1": "In Africa for about 1.5 million years ago, fire was discovered and used. We began to use fire as a source of light, warm and protection. Human could make food with fire and use it to scare enemies or dangerous animals. Our day became a bit longer, because we could continue other activities, such as dancing and socializing with each other when the sun went down.",
    "popup2": "Although we discovered fire and and used it as a source of light, fear of darkness was still a big part of our lives. Stories about monsters and bad things happened at night was not only told to warn others about possible dangers, but also for us to make sense of something that we could not control and fully understood, such as the realm of the boggle, the hobgoblin, the sprite, the will-o'-the-wisp, the kelpie, the boggart and the troll (The Guardian, 2009).",
    "popup3": "The first attempt to make a new source of light was in 1802 by Sir Humphry Davy (Bermudez), then came many other inventions of new light bulb. Until 1879 it was Thomas Edison and his team successfully developed a light bulb that was safe to use indoors and burn in longer hours than previous inventions. This was Edison’s first incandescent light bulb.",
    "popup4": "The light bulb had a thin filament with high electrical resistance, so that a small amount of current could be transmitted by a decent size copper cables to make it the filament glow."
  },
  {
    "pageID": "page2",
    "text": [
      { "popup": "With the invention of the light bulb longer work hours became possible. This helped spur the industrial advancement as workers could work at night and in dark places." },
      {
        "popup": "At home the invention of the light bulb meant that some people got more leisure time in the evening and at night. It also meant that many homes later got electric outlets installed, making it possible to get etc. televisions and electric radios."
      }
    ],
    "popupLink1": { "link1": "https://www.theclassroom.com/the-impact-of-light-bulbs-on-society-13412721.html", "link2": "https://sites.google.com/site/johnjohnindustrialrevolution/light-bulb-1879)" },
    "popupLink2": { "link1": "https://www.theclassroom.com/differences-between-wealthy-middle-class-poor-industrial-revolution-17180.html" }
  },

  {
    "pageID": "Household",
    "popup1": "Over time, the invention of the light bulb eventually led to electric wires being installed in every household. The ability to use electricity for other purposes than light led manufacturers to develop a large range of electric appliances for the home.",
    "popup2": "Washing machines, dryers and electric irons made laundry time a lot easier and less time consuming. Electric vacuum cleaners made cleaning the floors and furniture a lot easier. The standard of cleanliness rose and it led to fewer households needing domestic servants. ",
    "popup3": "Electric appliances were also introduced to the kitchen helping to better cooking. Before electricity people used ice boxes and home ice deliveries to keep their food cold, but now this was made a lot easier with electric refrigerators. Bread toasters, tea kettles and waffle irons etc. were among other things also introduced."
  }
]
