[
  {
    "pageID": "frontpage",
    "svg1": ""
  },
  {
    "pageID": "history",
    "intro": "We as human can be proud that we are smarter than other kinds, but we are not born with night sight. Before light bulb was invented, our lives were heavily dependent on nature, from food, shelter to our daily activities. We collected fruits and hunted animals when there was daylight and when the sun goes down, we had to go back to our shelters. Otherwise, we would be hunted by other animals, that have the ability to navigate in darkness.",
    "popup1": "Luckily we did not have to live that reality forever. In Africa for about 1.5 million years ago, fire was discovered and used. Our civilization took another turn. We began to use fire as a source of light, warm and protection. Human could make food with fire and use it to scare enemies or dangerous animals. Our day became a bit longer, because we could continue other activities, such as dancing and socializing with each other when the sun went down.",
    "popup2": "Although we discovered fire and and used it as a source of light, fear of darkness was still a big part of our lives. Stories about monsters and bad things happened at night was not only told to warn others about possible dangers, but also for us to make sense of something that we could not control and fully understood, such as the realm of the boggle, the hobgoblin, the sprite, the will-o'-the-wisp, the kelpie, the boggart and the troll (The Guardian, 2009).",
    "popup3": "The first attempt to make a new source of light was in 1802 by Sir Humphry Davy (Bermudez), then came many other inventions of new light bulb. Until 1879 it was Thomas Edison and his team successfully developed a light bulb that was safe to use indoors and burn in longer hours than previous inventions. This was Edison’s first incandescent light bulb.",
    "popup4": "The light bulb had a thin filament with high electrical resistance, so that a small amount of current could be transmitted by a decent size copper cables to make it the filament glow."
  }
]
